{"class_name": "Tokenizer", "config": {"num_words": 500, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 200100, "word_counts": "{\"restaurants\": 170707, \"pubs\": 7086, \"nightlife\": 61063, \"american\": 78909, \"traditional\": 38435, \"bars\": 110737, \"beer\": 15394, \"bar\": 4989, \"burgers\": 16560, \"barbeque\": 6247, \"sandwiches\": 25669, \"live\": 1157, \"raw\": 1157, \"food\": 120713, \"seafood\": 22583, \"cajun\": 8129, \"creole\": 8129, \"wine\": 18876, \"spirits\": 9028, \"vegan\": 4665, \"ice\": 8074, \"cream\": 7508, \"frozen\": 7508, \"yogurt\": 7508, \"gluten\": 4707, \"free\": 4707, \"coffee\": 25084, \"tea\": 26476, \"event\": 25638, \"planning\": 18937, \"services\": 22267, \"poke\": 1240, \"caterers\": 9218, \"german\": 786, \"new\": 39050, \"breakfast\": 33978, \"brunch\": 33819, \"cafes\": 14287, \"southern\": 7628, \"french\": 4010, \"performing\": 1007, \"arts\": 11726, \"cinema\": 330, \"tours\": 1514, \"local\": 3856, \"flavor\": 3400, \"entertainment\": 10665, \"historical\": 361, \"hotels\": 3118, \"travel\": 2214, \"music\": 6135, \"venues\": 12776, \"delis\": 5196, \"cocktail\": 16342, \"pizza\": 16057, \"mexican\": 13563, \"bubble\": 2096, \"asian\": 9060, \"fusion\": 8509, \"noodles\": 2051, \"juice\": 6042, \"smoothies\": 6042, \"caribbean\": 1527, \"stands\": 704, \"street\": 580, \"vendors\": 580, \"trucks\": 2383, \"korean\": 2501, \"japanese\": 8977, \"donuts\": 4913, \"fast\": 13176, \"grocery\": 4481, \"bakeries\": 11172, \"italian\": 14162, \"tacos\": 3775, \"tex\": 2866, \"mex\": 2866, \"bagels\": 2084, \"desserts\": 15241, \"chocolatiers\": 1438, \"shops\": 6151, \"specialty\": 11778, \"indian\": 2606, \"salad\": 13844, \"lounges\": 6552, \"tapas\": 5821, \"acai\": 1458, \"bowls\": 1458, \"sushi\": 9169, \"sicilian\": 72, \"casinos\": 182, \"steakhouses\": 9117, \"buffets\": 1722, \"chinese\": 6391, \"ukrainian\": 88, \"distilleries\": 744, \"gastropubs\": 3729, \"small\": 3963, \"plates\": 3963, \"active\": 1873, \"life\": 1884, \"botanical\": 235, \"gardens\": 1543, \"parks\": 547, \"flowers\": 1425, \"gifts\": 1425, \"gift\": 1035, \"florists\": 325, \"shopping\": 6611, \"organic\": 718, \"stores\": 4138, \"religious\": 35, \"organizations\": 35, \"comfort\": 4299, \"modern\": 1043, \"european\": 1047, \"persian\": 105, \"iranian\": 105, \"chicken\": 10494, \"wings\": 7620, \"thai\": 3368, \"hawaiian\": 949, \"patisserie\": 1025, \"cake\": 1025, \"shop\": 3919, \"cupcakes\": 1933, \"cheesesteaks\": 1821, \"tasting\": 1138, \"room\": 915, \"wineries\": 1562, \"international\": 548, \"spaces\": 7326, \"home\": 1592, \"garden\": 731, \"nurseries\": 244, \"gardening\": 244, \"csa\": 92, \"christmas\": 33, \"trees\": 33, \"community\": 199, \"service\": 190, \"non\": 187, \"profit\": 187, \"farmers\": 1557, \"market\": 1557, \"latin\": 3279, \"colombian\": 202, \"dim\": 873, \"sum\": 873, \"pop\": 333, \"up\": 333, \"court\": 873, \"vegetarian\": 6232, \"drugstores\": 994, \"toy\": 77, \"electronics\": 150, \"creperies\": 701, \"roasteries\": 1564, \"middle\": 2693, \"eastern\": 2697, \"lebanese\": 497, \"dance\": 1414, \"clubs\": 2023, \"candy\": 891, \"filipino\": 437, \"wholesale\": 143, \"boating\": 60, \"boat\": 147, \"charters\": 123, \"greek\": 2385, \"mediterranean\": 5585, \"vietnamese\": 2356, \"convenience\": 1518, \"ethnic\": 1712, \"diners\": 5724, \"halal\": 1191, \"breweries\": 4595, \"internet\": 415, \"sports\": 6981, \"brewpubs\": 1055, \"sardinian\": 16, \"gelato\": 951, \"meat\": 1017, \"fish\": 649, \"chips\": 649, \"spanish\": 1467, \"shaved\": 622, \"cigar\": 134, \"jazz\": 1354, \"blues\": 1354, \"soup\": 3718, \"custom\": 1132, \"cakes\": 1132, \"pasta\": 728, \"peruvian\": 392, \"waffles\": 718, \"bowling\": 348, \"smokehouse\": 442, \"delivery\": 2827, \"tobacco\": 365, \"taiwanese\": 534, \"rooms\": 860, \"gay\": 192, \"karaoke\": 846, \"turkish\": 533, \"afghan\": 91, \"musicians\": 171, \"ticket\": 57, \"sales\": 57, \"skating\": 73, \"rinks\": 73, \"hookah\": 436, \"russian\": 260, \"brasseries\": 743, \"arcades\": 631, \"souvenir\": 584, \"ethiopian\": 173, \"eatertainment\": 135, \"themed\": 134, \"books\": 365, \"mags\": 349, \"video\": 377, \"bookstores\": 254, \"dive\": 1474, \"irish\": 1229, \"pub\": 536, \"bed\": 159, \"markets\": 2503, \"real\": 389, \"estate\": 389, \"shared\": 325, \"office\": 326, \"empanadas\": 260, \"cuban\": 1118, \"wraps\": 998, \"health\": 2353, \"pan\": 551, \"nutritionists\": 112, \"medical\": 938, \"cambodian\": 81, \"pool\": 253, \"halls\": 242, \"shanghainese\": 206, \"donairs\": 57, \"cosmetics\": 405, \"beauty\": 1011, \"supply\": 405, \"care\": 25, \"spas\": 714, \"gas\": 458, \"stations\": 470, \"automotive\": 573, \"beaches\": 185, \"brazilian\": 585, \"pretzels\": 193, \"honey\": 27, \"piano\": 324, \"malaysian\": 267, \"ramen\": 1661, \"crafts\": 370, \"cards\": 16, \"stationery\": 16, \"wedding\": 333, \"cabaret\": 73, \"adult\": 390, \"pharmacy\": 580, \"dinner\": 97, \"theater\": 97, \"kebab\": 534, \"falafel\": 349, \"fruits\": 1139, \"veggies\": 1139, \"hot\": 2353, \"pot\": 615, \"izakaya\": 228, \"imported\": 308, \"herbs\": 314, \"spices\": 314, \"massage\": 75, \"hair\": 61, \"salons\": 104, \"day\": 92, \"photography\": 275, \"butcher\": 604, \"coach\": 36, \"yoga\": 63, \"fitness\": 133, \"instruction\": 142, \"weight\": 46, \"loss\": 54, \"centers\": 374, \"cheese\": 594, \"belgian\": 99, \"auction\": 75, \"houses\": 94, \"dogs\": 1738, \"canadian\": 1011, \"champagne\": 202, \"beverage\": 159, \"store\": 319, \"speakeasies\": 195, \"comedy\": 203, \"schools\": 182, \"education\": 347, \"cooking\": 257, \"resorts\": 88, \"soul\": 1669, \"syrian\": 69, \"scandinavian\": 135, \"barbers\": 29, \"cuisine\": 815, \"portuguese\": 112, \"iberian\": 179, \"whiskey\": 824, \"vape\": 78, \"basque\": 214, \"landscaping\": 131, \"men's\": 123, \"clothing\": 319, \"women's\": 146, \"fashion\": 581, \"cideries\": 143, \"discount\": 160, \"teppanyaki\": 166, \"farms\": 266, \"pick\": 83, \"your\": 83, \"own\": 83, \"curry\": 81, \"kombucha\": 164, \"pakistani\": 753, \"tuscan\": 30, \"party\": 1267, \"social\": 268, \"contractors\": 20, \"public\": 277, \"government\": 135, \"landmarks\": 116, \"buildings\": 116, \"attraction\": 17, \"camps\": 4, \"summer\": 1, \"kids\": 104, \"activities\": 124, \"festivals\": 135, \"couriers\": 26, \"indonesian\": 145, \"puerto\": 215, \"rican\": 215, \"australian\": 86, \"uzbek\": 94, \"tanning\": 3, \"preschools\": 23, \"playgrounds\": 23, \"department\": 224, \"serbo\": 14, \"croatian\": 14, \"popcorn\": 119, \"macarons\": 398, \"country\": 83, \"dominican\": 82, \"mini\": 20, \"golf\": 265, \"professional\": 172, \"wholesalers\": 87, \"elementary\": 14, \"armenian\": 91, \"printing\": 5, \"delicatessen\": 41, \"szechuan\": 788, \"dog\": 21, \"djs\": 37, \"bike\": 66, \"repair\": 44, \"maintenance\": 30, \"bartenders\": 161, \"pet\": 165, \"adoption\": 107, \"pets\": 183, \"egyptian\": 41, \"mobile\": 56, \"phones\": 56, \"venezuelan\": 154, \"lawn\": 46, \"wear\": 11, \"bikes\": 21, \"sporting\": 76, \"goods\": 81, \"british\": 425, \"tiki\": 609, \"cantonese\": 447, \"do\": 266, \"it\": 267, \"yourself\": 266, \"personal\": 304, \"chefs\": 273, \"used\": 152, \"bookstore\": 26, \"decor\": 262, \"furniture\": 224, \"lighting\": 15, \"fixtures\": 15, \"equipment\": 54, \"cafeteria\": 137, \"axe\": 77, \"throwing\": 77, \"studios\": 44, \"yelp\": 55, \"events\": 55, \"magicians\": 15, \"moroccan\": 117, \"arabic\": 220, \"kosher\": 225, \"herbal\": 21, \"laotian\": 293, \"amusement\": 30, \"videos\": 19, \"game\": 20, \"rental\": 65, \"indoor\": 69, \"playcentre\": 69, \"museums\": 197, \"vintage\": 126, \"consignment\": 126, \"classes\": 436, \"gyms\": 16, \"vitamins\": 181, \"supplements\": 181, \"conveyor\": 74, \"belt\": 74, \"mongolian\": 164, \"african\": 332, \"art\": 380, \"galleries\": 307, \"czech\": 26, \"musical\": 31, \"instruments\": 23, \"teachers\": 23, \"bangladeshi\": 52, \"poutineries\": 64, \"burmese\": 43, \"recording\": 40, \"rehearsal\": 40, \"chapels\": 33, \"flight\": 9, \"salvadoran\": 84, \"honduran\": 41, \"crawl\": 116, \"buddhist\": 2, \"temples\": 2, \"himalayan\": 61, \"nepalese\": 61, \"israeli\": 124, \"pancakes\": 16, \"educational\": 25, \"private\": 2, \"tutors\": 2, \"tutoring\": 12, \"accessories\": 102, \"supplies\": 301, \"argentine\": 174, \"bus\": 48, \"rentals\": 109, \"kitchen\": 61, \"bath\": 47, \"dvds\": 6, \"dry\": 12, \"cleaning\": 36, \"laundry\": 18, \"nail\": 75, \"snow\": 56, \"restaurant\": 43, \"recreation\": 45, \"cannabis\": 54, \"clinics\": 42, \"tabletop\": 46, \"games\": 54, \"hobby\": 40, \"haitian\": 30, \"airport\": 115, \"head\": 49, \"vacation\": 11, \"swimming\": 32, \"pools\": 32, \"georgian\": 22, \"airports\": 72, \"polish\": 141, \"carpet\": 19, \"singaporean\": 40, \"wigs\": 50, \"colleges\": 26, \"universities\": 26, \"fondue\": 135, \"bistros\": 74, \"south\": 33, \"hong\": 60, \"kong\": 60, \"style\": 60, \"cafe\": 60, \"business\": 13, \"consulting\": 13, \"swimwear\": 10, \"surf\": 10, \"coffeeshops\": 28, \"club\": 25, \"medicine\": 34, \"web\": 1, \"design\": 11, \"garage\": 66, \"door\": 66, \"keys\": 66, \"locksmiths\": 66, \"trinidadian\": 30, \"olive\": 84, \"oil\": 87, \"jewelry\": 59, \"marketing\": 9, \"paint\": 48, \"sip\": 48, \"comic\": 16, \"guest\": 14, \"sri\": 5, \"lankan\": 5, \"skin\": 15, \"acupuncture\": 8, \"lessons\": 30, \"hungarian\": 14, \"team\": 20, \"building\": 25, \"self\": 5, \"storage\": 5, \"scottish\": 19, \"wildlife\": 2, \"control\": 15, \"pest\": 13, \"flea\": 64, \"auto\": 40, \"change\": 3, \"antiques\": 26, \"drive\": 40, \"thru\": 40, \"dispensaries\": 13, \"removal\": 2, \"waxing\": 1, \"makeup\": 3, \"artists\": 1, \"nicaraguan\": 9, \"strip\": 72, \"striptease\": 13, \"dancers\": 13, \"walking\": 25, \"billiards\": 30, \"property\": 10, \"management\": 10, \"paddleboarding\": 4, \"rafting\": 9, \"kayaking\": 9, \"floral\": 24, \"designers\": 24, \"mass\": 11, \"media\": 13, \"radio\": 6, \"bocce\": 12, \"ball\": 12, \"fishing\": 32, \"hunting\": 9, \"stadiums\": 44, \"arenas\": 44, \"pawn\": 3, \"watches\": 15, \"thrift\": 25, \"teams\": 21, \"photo\": 4, \"booth\": 4, \"maternity\": 2, \"parking\": 28, \"meaderies\": 19, \"bridal\": 6, \"tires\": 10, \"financial\": 45, \"advising\": 7, \"banks\": 15, \"credit\": 13, \"unions\": 13, \"escape\": 8, \"grill\": 5, \"somali\": 6, \"brewing\": 44, \"cultural\": 22, \"center\": 31, \"outdoor\": 15, \"gear\": 32, \"pumpkin\": 38, \"patches\": 38, \"rest\": 1, \"stops\": 1, \"reiki\": 17, \"therapy\": 19, \"supernatural\": 19, \"readings\": 19, \"laser\": 6, \"tag\": 6, \"tennis\": 20, \"photographers\": 10, \"session\": 7, \"towing\": 6, \"piercing\": 3, \"tattoo\": 4, \"permanent\": 2, \"appliances\": 28, \"motorcycle\": 50, \"dealers\": 17, \"parts\": 31, \"incubators\": 1, \"outlet\": 17, \"calabrian\": 6, \"hall\": 2, \"detailing\": 18, \"aquariums\": 21, \"amateur\": 15, \"gardeners\": 1, \"apartments\": 25, \"supper\": 12, \"transportation\": 29, \"shuttles\": 9, \"rolfing\": 9, \"austrian\": 10, \"soccer\": 5, \"customized\": 15, \"merchandise\": 15, \"airlines\": 4, \"lan\": 7, \"virtual\": 7, \"reality\": 7, \"unofficial\": 17, \"optometrists\": 1, \"mountain\": 9, \"biking\": 9, \"eyewear\": 7, \"opticians\": 7, \"zoos\": 15, \"limos\": 11, \"shipping\": 2, \"terminals\": 8, \"recycling\": 9, \"interior\": 10, \"guamanian\": 3, \"technicians\": 22, \"dentists\": 3, \"oral\": 2, \"surgeons\": 2, \"spiritual\": 10, \"car\": 11, \"wash\": 11, \"hypnosis\": 1, \"hypnotherapy\": 1, \"urgent\": 7, \"baby\": 1, \"sitting\": 9, \"special\": 13, \"vinyl\": 22, \"records\": 22, \"meditation\": 5, \"alternative\": 5, \"hotel\": 12, \"accountants\": 4, \"haunted\": 5, \"gemstones\": 2, \"minerals\": 2, \"shoe\": 6, \"hiking\": 4, \"providers\": 3, \"film\": 8, \"production\": 13, \"martial\": 14, \"senegalese\": 3, \"bespoke\": 9, \"race\": 6, \"tracks\": 6, \"agents\": 2, \"climbing\": 2, \"betting\": 2, \"commercial\": 3, \"truck\": 3, \"ski\": 3, \"newspapers\": 6, \"magazines\": 6, \"homeowner\": 3, \"association\": 3, \"leisure\": 4, \"churches\": 2, \"dietitians\": 4, \"bartending\": 1, \"guitar\": 8, \"instrument\": 8, \"tax\": 9, \"reupholstery\": 4, \"counseling\": 4, \"mental\": 4, \"departments\": 2, \"of\": 2, \"motor\": 2, \"vehicles\": 2, \"billing\": 9, \"opera\": 9, \"ballet\": 9, \"investing\": 3, \"general\": 1, \"dentistry\": 1, \"propane\": 6, \"characters\": 3, \"rv\": 2, \"tableware\": 1, \"mattresses\": 2, \"eyebrow\": 2, \"candle\": 5, \"hats\": 4, \"vermouth\": 5, \"leather\": 5, \"movies\": 2, \"computer\": 1, \"lawyers\": 4, \"grilling\": 2, \"costumes\": 7, \"horse\": 1, \"boarding\": 1, \"horseback\": 1, \"riding\": 1, \"skate\": 7, \"ev\": 2, \"charging\": 2, \"body\": 2, \"dumplings\": 2, \"naturopathic\": 4, \"holistic\": 4, \"doctors\": 5, \"hainan\": 6, \"hydroponics\": 2, \"fireworks\": 1, \"barre\": 1, \"cucina\": 3, \"campana\": 3, \"reflexology\": 1, \"trainers\": 1, \"computers\": 2, \"hakka\": 3, \"audio\": 1, \"visual\": 1, \"boot\": 2, \"smog\": 1, \"check\": 1, \"print\": 2, \"walk\": 1, \"in\": 1, \"water\": 1, \"military\": 1, \"surplus\": 1, \"batting\": 1, \"cages\": 1, \"oriental\": 1, \"officiants\": 1, \"hardware\": 1, \"farming\": 1, \"kiosk\": 1, \"archery\": 1, \"space\": 1, \"ethical\": 1, \"hospitals\": 1, \"laundromat\": 1, \"saunas\": 1, \"family\": 1, \"practice\": 1}", "word_docs": "{\"traditional\": 38435, \"nightlife\": 61063, \"restaurants\": 170467, \"burgers\": 16560, \"bars\": 70790, \"american\": 64275, \"beer\": 13904, \"bar\": 4978, \"pubs\": 7086, \"barbeque\": 6247, \"sandwiches\": 25669, \"food\": 93843, \"creole\": 8129, \"cajun\": 8129, \"live\": 1157, \"raw\": 1157, \"seafood\": 21954, \"spirits\": 9028, \"wine\": 16636, \"tea\": 24948, \"coffee\": 23665, \"event\": 17530, \"caterers\": 9218, \"yogurt\": 7508, \"planning\": 17530, \"frozen\": 7508, \"gluten\": 4707, \"free\": 4707, \"poke\": 1240, \"cream\": 7508, \"services\": 20627, \"vegan\": 4665, \"ice\": 7758, \"new\": 38609, \"breakfast\": 33909, \"cafes\": 14031, \"brunch\": 33819, \"german\": 786, \"southern\": 7628, \"french\": 4010, \"arts\": 10660, \"music\": 6114, \"performing\": 1007, \"historical\": 361, \"tours\": 881, \"travel\": 2162, \"flavor\": 3400, \"venues\": 11772, \"hotels\": 2162, \"entertainment\": 10557, \"cinema\": 330, \"local\": 3853, \"delis\": 5196, \"cocktail\": 16342, \"pizza\": 16057, \"mexican\": 12831, \"fusion\": 8509, \"asian\": 8602, \"bubble\": 2096, \"noodles\": 2051, \"juice\": 6042, \"smoothies\": 6042, \"stands\": 704, \"street\": 580, \"korean\": 2501, \"japanese\": 8896, \"trucks\": 2383, \"caribbean\": 1527, \"vendors\": 580, \"donuts\": 4913, \"fast\": 13176, \"bakeries\": 11172, \"grocery\": 4070, \"italian\": 14162, \"tex\": 2866, \"mex\": 2866, \"tacos\": 3775, \"bagels\": 2084, \"specialty\": 11777, \"chocolatiers\": 1438, \"shops\": 5013, \"desserts\": 15241, \"indian\": 2606, \"salad\": 13844, \"tapas\": 5220, \"lounges\": 6536, \"acai\": 1458, \"bowls\": 1458, \"sushi\": 9169, \"sicilian\": 72, \"steakhouses\": 9117, \"casinos\": 182, \"chinese\": 6363, \"ukrainian\": 88, \"buffets\": 1722, \"distilleries\": 744, \"gastropubs\": 3729, \"small\": 3963, \"plates\": 3963, \"active\": 1873, \"gardens\": 1543, \"life\": 1884, \"parks\": 519, \"botanical\": 235, \"shopping\": 6365, \"gifts\": 1425, \"gift\": 1035, \"flowers\": 1425, \"florists\": 325, \"organic\": 718, \"stores\": 3734, \"religious\": 35, \"organizations\": 35, \"persian\": 105, \"modern\": 1043, \"european\": 1046, \"iranian\": 105, \"comfort\": 4299, \"chicken\": 8983, \"wings\": 7620, \"thai\": 3368, \"hawaiian\": 949, \"cupcakes\": 1933, \"cake\": 1025, \"patisserie\": 1025, \"shop\": 3919, \"cheesesteaks\": 1821, \"tasting\": 1021, \"wineries\": 1562, \"room\": 915, \"international\": 548, \"non\": 187, \"service\": 190, \"gardening\": 244, \"market\": 1557, \"community\": 199, \"garden\": 731, \"profit\": 187, \"csa\": 92, \"nurseries\": 244, \"farmers\": 1557, \"spaces\": 7061, \"home\": 1211, \"christmas\": 33, \"trees\": 33, \"colombian\": 202, \"latin\": 3279, \"sum\": 873, \"dim\": 873, \"court\": 873, \"pop\": 327, \"up\": 327, \"vegetarian\": 6232, \"drugstores\": 994, \"electronics\": 150, \"toy\": 77, \"creperies\": 701, \"roasteries\": 1564, \"eastern\": 2697, \"lebanese\": 497, \"middle\": 2693, \"dance\": 1395, \"clubs\": 1986, \"candy\": 891, \"filipino\": 437, \"wholesale\": 143, \"boat\": 125, \"charters\": 123, \"boating\": 60, \"greek\": 2385, \"mediterranean\": 5585, \"vietnamese\": 2356, \"convenience\": 1518, \"ethnic\": 1689, \"diners\": 5724, \"halal\": 1191, \"breweries\": 4595, \"internet\": 412, \"sports\": 6967, \"brewpubs\": 1055, \"sardinian\": 16, \"gelato\": 951, \"meat\": 1017, \"fish\": 649, \"chips\": 649, \"spanish\": 1467, \"shaved\": 600, \"cigar\": 134, \"jazz\": 1354, \"blues\": 1354, \"soup\": 3718, \"cakes\": 1132, \"custom\": 1132, \"pasta\": 728, \"peruvian\": 392, \"waffles\": 718, \"bowling\": 348, \"smokehouse\": 442, \"delivery\": 2815, \"tobacco\": 365, \"rooms\": 860, \"taiwanese\": 534, \"gay\": 192, \"karaoke\": 846, \"turkish\": 533, \"afghan\": 91, \"ticket\": 57, \"sales\": 57, \"musicians\": 171, \"rinks\": 73, \"skating\": 73, \"hookah\": 436, \"russian\": 260, \"brasseries\": 743, \"arcades\": 631, \"souvenir\": 584, \"ethiopian\": 173, \"eatertainment\": 135, \"themed\": 134, \"video\": 357, \"books\": 349, \"mags\": 349, \"bookstores\": 254, \"dive\": 1474, \"pub\": 536, \"irish\": 879, \"bed\": 159, \"markets\": 2357, \"shared\": 325, \"real\": 383, \"office\": 326, \"estate\": 383, \"empanadas\": 260, \"cuban\": 1118, \"wraps\": 998, \"health\": 2187, \"pan\": 551, \"medical\": 903, \"nutritionists\": 112, \"cambodian\": 81, \"halls\": 242, \"pool\": 229, \"shanghainese\": 206, \"donairs\": 57, \"supply\": 405, \"cosmetics\": 405, \"care\": 25, \"spas\": 606, \"beauty\": 606, \"automotive\": 573, \"stations\": 465, \"gas\": 457, \"beaches\": 185, \"brazilian\": 585, \"pretzels\": 193, \"honey\": 27, \"piano\": 324, \"malaysian\": 267, \"ramen\": 1661, \"stationery\": 16, \"cards\": 16, \"crafts\": 370, \"wedding\": 333, \"adult\": 383, \"cabaret\": 73, \"pharmacy\": 580, \"theater\": 97, \"dinner\": 97, \"falafel\": 349, \"kebab\": 534, \"fruits\": 1139, \"veggies\": 1139, \"pot\": 615, \"hot\": 2353, \"izakaya\": 228, \"herbs\": 314, \"spices\": 314, \"imported\": 308, \"salons\": 100, \"hair\": 56, \"massage\": 57, \"day\": 92, \"photography\": 275, \"butcher\": 604, \"fitness\": 133, \"yoga\": 63, \"instruction\": 142, \"centers\": 363, \"loss\": 54, \"coach\": 36, \"weight\": 46, \"cheese\": 579, \"belgian\": 99, \"auction\": 75, \"houses\": 94, \"dogs\": 1738, \"canadian\": 1011, \"champagne\": 202, \"store\": 319, \"beverage\": 159, \"speakeasies\": 195, \"comedy\": 203, \"education\": 319, \"cooking\": 229, \"schools\": 122, \"resorts\": 88, \"soul\": 1669, \"syrian\": 69, \"scandinavian\": 135, \"barbers\": 29, \"cuisine\": 815, \"portuguese\": 112, \"iberian\": 179, \"vape\": 78, \"whiskey\": 824, \"basque\": 214, \"landscaping\": 131, \"men's\": 123, \"women's\": 146, \"clothing\": 170, \"fashion\": 581, \"cideries\": 143, \"discount\": 160, \"teppanyaki\": 166, \"farms\": 166, \"your\": 83, \"pick\": 83, \"own\": 83, \"curry\": 81, \"kombucha\": 164, \"pakistani\": 753, \"tuscan\": 30, \"party\": 1225, \"social\": 268, \"contractors\": 20, \"buildings\": 116, \"public\": 277, \"government\": 135, \"landmarks\": 116, \"festivals\": 135, \"camps\": 3, \"attraction\": 17, \"summer\": 1, \"activities\": 124, \"kids\": 104, \"couriers\": 26, \"indonesian\": 145, \"puerto\": 215, \"rican\": 215, \"australian\": 86, \"uzbek\": 94, \"tanning\": 3, \"preschools\": 23, \"playgrounds\": 23, \"department\": 224, \"croatian\": 14, \"serbo\": 14, \"popcorn\": 119, \"macarons\": 398, \"country\": 82, \"dominican\": 82, \"golf\": 213, \"mini\": 20, \"wholesalers\": 87, \"professional\": 172, \"elementary\": 14, \"armenian\": 91, \"printing\": 5, \"delicatessen\": 41, \"szechuan\": 788, \"dog\": 21, \"djs\": 37, \"repair\": 44, \"maintenance\": 30, \"bike\": 44, \"bartenders\": 161, \"adoption\": 107, \"pet\": 122, \"pets\": 183, \"egyptian\": 41, \"mobile\": 56, \"phones\": 56, \"venezuelan\": 154, \"lawn\": 46, \"sporting\": 76, \"goods\": 78, \"wear\": 11, \"bikes\": 21, \"british\": 425, \"tiki\": 609, \"cantonese\": 447, \"do\": 266, \"yourself\": 266, \"it\": 267, \"personal\": 304, \"chefs\": 273, \"used\": 152, \"bookstore\": 26, \"equipment\": 53, \"lighting\": 15, \"furniture\": 224, \"decor\": 262, \"fixtures\": 15, \"cafeteria\": 137, \"throwing\": 77, \"axe\": 77, \"studios\": 44, \"magicians\": 15, \"yelp\": 55, \"events\": 55, \"moroccan\": 117, \"arabic\": 220, \"kosher\": 225, \"herbal\": 21, \"laotian\": 293, \"videos\": 19, \"game\": 20, \"amusement\": 30, \"rental\": 65, \"playcentre\": 69, \"indoor\": 69, \"museums\": 196, \"vintage\": 126, \"consignment\": 126, \"classes\": 332, \"gyms\": 16, \"supplements\": 181, \"vitamins\": 181, \"mongolian\": 164, \"conveyor\": 74, \"belt\": 74, \"african\": 299, \"art\": 380, \"galleries\": 307, \"czech\": 26, \"instruments\": 23, \"musical\": 23, \"teachers\": 23, \"bangladeshi\": 52, \"poutineries\": 64, \"burmese\": 43, \"chapels\": 33, \"recording\": 40, \"rehearsal\": 40, \"flight\": 9, \"salvadoran\": 84, \"honduran\": 41, \"crawl\": 107, \"nepalese\": 61, \"temples\": 2, \"himalayan\": 61, \"buddhist\": 2, \"israeli\": 124, \"pancakes\": 16, \"tutoring\": 12, \"private\": 2, \"educational\": 25, \"tutors\": 2, \"accessories\": 102, \"supplies\": 286, \"argentine\": 174, \"rentals\": 93, \"bus\": 37, \"bath\": 47, \"kitchen\": 48, \"laundry\": 12, \"dry\": 12, \"dvds\": 6, \"cleaning\": 36, \"nail\": 53, \"snow\": 56, \"restaurant\": 43, \"recreation\": 45, \"cannabis\": 47, \"clinics\": 42, \"hobby\": 40, \"tabletop\": 46, \"games\": 54, \"haitian\": 30, \"airport\": 107, \"head\": 49, \"vacation\": 11, \"pools\": 32, \"swimming\": 32, \"georgian\": 22, \"airports\": 72, \"polish\": 141, \"carpet\": 19, \"singaporean\": 40, \"wigs\": 50, \"colleges\": 26, \"universities\": 26, \"fondue\": 135, \"bistros\": 74, \"south\": 33, \"cafe\": 60, \"kong\": 60, \"hong\": 60, \"style\": 60, \"business\": 13, \"consulting\": 13, \"swimwear\": 10, \"surf\": 10, \"coffeeshops\": 28, \"club\": 25, \"medicine\": 34, \"design\": 11, \"web\": 1, \"door\": 66, \"locksmiths\": 66, \"keys\": 66, \"garage\": 66, \"trinidadian\": 30, \"oil\": 87, \"olive\": 84, \"jewelry\": 58, \"marketing\": 9, \"paint\": 48, \"sip\": 48, \"comic\": 16, \"guest\": 14, \"sri\": 5, \"lankan\": 5, \"acupuncture\": 8, \"skin\": 15, \"lessons\": 30, \"hungarian\": 14, \"team\": 20, \"building\": 25, \"self\": 5, \"storage\": 5, \"scottish\": 19, \"pest\": 13, \"wildlife\": 2, \"control\": 13, \"flea\": 64, \"change\": 3, \"auto\": 39, \"antiques\": 26, \"thru\": 40, \"drive\": 40, \"dispensaries\": 13, \"makeup\": 3, \"artists\": 1, \"waxing\": 1, \"removal\": 2, \"nicaraguan\": 9, \"strip\": 72, \"dancers\": 13, \"striptease\": 13, \"walking\": 25, \"billiards\": 30, \"property\": 10, \"management\": 10, \"kayaking\": 9, \"rafting\": 9, \"paddleboarding\": 4, \"floral\": 24, \"designers\": 24, \"radio\": 6, \"media\": 11, \"mass\": 11, \"ball\": 12, \"bocce\": 12, \"hunting\": 9, \"fishing\": 25, \"arenas\": 44, \"stadiums\": 44, \"pawn\": 3, \"watches\": 15, \"thrift\": 25, \"teams\": 21, \"booth\": 4, \"photo\": 4, \"maternity\": 2, \"parking\": 28, \"meaderies\": 19, \"bridal\": 6, \"tires\": 10, \"financial\": 38, \"banks\": 15, \"credit\": 13, \"unions\": 13, \"advising\": 7, \"escape\": 8, \"grill\": 5, \"somali\": 6, \"brewing\": 44, \"cultural\": 22, \"center\": 31, \"gear\": 29, \"outdoor\": 15, \"pumpkin\": 38, \"patches\": 38, \"rest\": 1, \"stops\": 1, \"supernatural\": 19, \"therapy\": 19, \"reiki\": 17, \"readings\": 19, \"tag\": 6, \"laser\": 6, \"tennis\": 20, \"session\": 7, \"photographers\": 10, \"towing\": 6, \"piercing\": 3, \"tattoo\": 4, \"permanent\": 2, \"appliances\": 28, \"parts\": 16, \"motorcycle\": 20, \"dealers\": 17, \"incubators\": 1, \"outlet\": 17, \"calabrian\": 6, \"hall\": 2, \"detailing\": 18, \"aquariums\": 21, \"amateur\": 15, \"gardeners\": 1, \"apartments\": 25, \"supper\": 12, \"shuttles\": 9, \"transportation\": 25, \"rolfing\": 9, \"austrian\": 10, \"soccer\": 5, \"merchandise\": 15, \"customized\": 15, \"airlines\": 4, \"lan\": 7, \"virtual\": 7, \"reality\": 7, \"unofficial\": 17, \"optometrists\": 1, \"mountain\": 9, \"biking\": 9, \"opticians\": 7, \"eyewear\": 7, \"zoos\": 15, \"limos\": 11, \"shipping\": 2, \"terminals\": 8, \"recycling\": 9, \"interior\": 10, \"guamanian\": 3, \"technicians\": 22, \"surgeons\": 2, \"dentists\": 3, \"oral\": 2, \"spiritual\": 10, \"car\": 11, \"wash\": 11, \"hypnosis\": 1, \"hypnotherapy\": 1, \"urgent\": 7, \"baby\": 1, \"sitting\": 9, \"special\": 13, \"records\": 22, \"vinyl\": 22, \"meditation\": 5, \"alternative\": 5, \"hotel\": 12, \"accountants\": 4, \"haunted\": 5, \"gemstones\": 2, \"minerals\": 2, \"shoe\": 6, \"hiking\": 4, \"providers\": 3, \"film\": 8, \"production\": 13, \"martial\": 7, \"senegalese\": 3, \"bespoke\": 9, \"race\": 6, \"tracks\": 6, \"agents\": 2, \"climbing\": 2, \"betting\": 2, \"commercial\": 3, \"truck\": 3, \"ski\": 3, \"magazines\": 6, \"newspapers\": 6, \"homeowner\": 3, \"association\": 3, \"leisure\": 4, \"churches\": 2, \"dietitians\": 4, \"bartending\": 1, \"instrument\": 8, \"guitar\": 8, \"tax\": 9, \"reupholstery\": 4, \"mental\": 4, \"counseling\": 4, \"motor\": 2, \"of\": 2, \"departments\": 2, \"vehicles\": 2, \"billing\": 9, \"ballet\": 9, \"opera\": 9, \"investing\": 3, \"dentistry\": 1, \"general\": 1, \"propane\": 6, \"characters\": 3, \"rv\": 2, \"tableware\": 1, \"mattresses\": 2, \"eyebrow\": 2, \"hats\": 4, \"candle\": 5, \"vermouth\": 5, \"leather\": 5, \"movies\": 2, \"computer\": 1, \"lawyers\": 4, \"grilling\": 2, \"costumes\": 7, \"horseback\": 1, \"riding\": 1, \"horse\": 1, \"boarding\": 1, \"skate\": 7, \"charging\": 2, \"ev\": 2, \"body\": 2, \"dumplings\": 2, \"naturopathic\": 4, \"holistic\": 4, \"doctors\": 5, \"hainan\": 6, \"hydroponics\": 2, \"fireworks\": 1, \"barre\": 1, \"campana\": 3, \"cucina\": 3, \"reflexology\": 1, \"trainers\": 1, \"computers\": 2, \"hakka\": 3, \"audio\": 1, \"visual\": 1, \"boot\": 2, \"smog\": 1, \"check\": 1, \"print\": 2, \"walk\": 1, \"in\": 1, \"water\": 1, \"surplus\": 1, \"military\": 1, \"cages\": 1, \"batting\": 1, \"oriental\": 1, \"officiants\": 1, \"hardware\": 1, \"farming\": 1, \"kiosk\": 1, \"archery\": 1, \"space\": 1, \"ethical\": 1, \"hospitals\": 1, \"laundromat\": 1, \"saunas\": 1, \"practice\": 1, \"family\": 1}", "index_docs": "{\"7\": 38435, \"5\": 61063, \"1\": 170467, \"18\": 16560, \"3\": 70790, \"4\": 64275, \"21\": 13904, \"65\": 4978, \"50\": 7086, \"55\": 6247, \"11\": 25669, \"2\": 93843, \"42\": 8129, \"41\": 8129, \"136\": 1157, \"137\": 1157, \"14\": 21954, \"38\": 9028, \"17\": 16636, \"10\": 24948, \"13\": 23665, \"12\": 17530, \"34\": 9218, \"48\": 7508, \"16\": 17530, \"47\": 7508, \"67\": 4707, \"68\": 4707, \"133\": 1240, \"46\": 7508, \"15\": 20627, \"69\": 4665, \"43\": 7758, \"6\": 38609, \"8\": 33909, \"23\": 14031, \"9\": 33819, \"169\": 786, \"44\": 7628, \"74\": 4010, \"30\": 10660, \"58\": 6114, \"153\": 1007, \"225\": 361, \"121\": 881, \"99\": 2162, \"82\": 3400, \"28\": 11772, \"85\": 2162, \"32\": 10557, \"234\": 330, \"78\": 3853, \"64\": 5196, \"19\": 16342, \"20\": 16057, \"26\": 12831, \"40\": 8509, \"37\": 8602, \"100\": 2096, \"102\": 2051, \"59\": 6042, \"60\": 6042, \"178\": 704, \"191\": 580, \"93\": 2501, \"39\": 8896, \"95\": 2383, \"119\": 1527, \"192\": 580, \"66\": 4913, \"27\": 13176, \"31\": 11172, \"71\": 4070, \"24\": 14162, \"86\": 2866, \"87\": 2866, \"79\": 3775, \"101\": 2084, \"29\": 11777, \"126\": 1438, \"57\": 5013, \"22\": 15241, \"91\": 2606, \"25\": 13844, \"61\": 5220, \"53\": 6536, \"124\": 1458, \"125\": 1458, \"35\": 9169, \"386\": 72, \"36\": 9117, \"290\": 182, \"54\": 6363, \"357\": 88, \"109\": 1722, \"171\": 744, \"80\": 3729, \"75\": 3963, \"76\": 3963, \"106\": 1873, \"118\": 1543, \"105\": 1884, \"197\": 519, \"267\": 235, \"52\": 6365, \"128\": 1425, \"147\": 1035, \"127\": 1425, \"236\": 325, \"175\": 718, \"73\": 3734, \"459\": 35, \"460\": 35, \"343\": 105, \"146\": 1043, \"145\": 1046, \"344\": 105, \"72\": 4299, \"33\": 8983, \"45\": 7620, \"83\": 3368, \"157\": 949, \"104\": 1933, \"149\": 1025, \"148\": 1025, \"77\": 3919, \"107\": 1821, \"140\": 1021, \"115\": 1562, \"159\": 915, \"196\": 548, \"286\": 187, \"285\": 190, \"265\": 244, \"117\": 1557, \"280\": 199, \"173\": 731, \"287\": 187, \"353\": 92, \"264\": 244, \"116\": 1557, \"49\": 7061, \"113\": 1211, \"462\": 33, \"463\": 33, \"278\": 202, \"84\": 3279, \"162\": 873, \"161\": 873, \"163\": 873, \"230\": 327, \"231\": 327, \"56\": 6232, \"155\": 994, \"309\": 150, \"373\": 77, \"179\": 701, \"114\": 1564, \"89\": 2697, \"202\": 497, \"90\": 2693, \"129\": 1395, \"103\": 1986, \"160\": 891, \"207\": 437, \"313\": 143, \"310\": 125, \"331\": 123, \"405\": 60, \"94\": 2385, \"63\": 5585, \"96\": 2356, \"120\": 1518, \"110\": 1689, \"62\": 5724, \"135\": 1191, \"70\": 4595, \"211\": 412, \"51\": 6967, \"144\": 1055, \"534\": 16, \"156\": 951, \"150\": 1017, \"180\": 649, \"181\": 649, \"123\": 1467, \"183\": 600, \"323\": 134, \"130\": 1354, \"131\": 1354, \"81\": 3718, \"142\": 1132, \"141\": 1132, \"174\": 728, \"215\": 392, \"176\": 718, \"228\": 348, \"206\": 442, \"88\": 2815, \"223\": 365, \"164\": 860, \"199\": 534, \"284\": 192, \"165\": 846, \"201\": 533, \"355\": 91, \"411\": 57, \"412\": 57, \"298\": 171, \"384\": 73, \"383\": 73, \"208\": 436, \"259\": 260, \"172\": 743, \"182\": 631, \"189\": 584, \"296\": 173, \"318\": 135, \"324\": 134, \"220\": 357, \"224\": 349, \"226\": 349, \"262\": 254, \"122\": 1474, \"198\": 536, \"134\": 879, \"305\": 159, \"92\": 2357, \"237\": 325, \"217\": 383, \"235\": 326, \"218\": 383, \"260\": 260, \"143\": 1118, \"154\": 998, \"97\": 2187, \"195\": 551, \"158\": 903, \"339\": 112, \"369\": 81, \"266\": 242, \"263\": 229, \"276\": 206, \"413\": 57, \"213\": 405, \"212\": 405, \"492\": 25, \"177\": 606, \"151\": 606, \"194\": 573, \"203\": 465, \"204\": 457, \"288\": 185, \"188\": 585, \"283\": 193, \"485\": 27, \"238\": 324, \"252\": 267, \"112\": 1661, \"536\": 16, \"535\": 16, \"222\": 370, \"232\": 333, \"216\": 383, \"385\": 73, \"193\": 580, \"350\": 97, \"349\": 97, \"227\": 349, \"200\": 534, \"138\": 1139, \"139\": 1139, \"184\": 615, \"98\": 2353, \"268\": 228, \"241\": 314, \"242\": 314, \"243\": 308, \"345\": 100, \"401\": 56, \"377\": 57, \"354\": 92, \"249\": 275, \"186\": 604, \"325\": 133, \"400\": 63, \"315\": 142, \"221\": 363, \"419\": 54, \"457\": 36, \"431\": 46, \"187\": 579, \"348\": 99, \"378\": 75, \"351\": 94, \"108\": 1738, \"152\": 1011, \"279\": 202, \"239\": 319, \"306\": 159, \"282\": 195, \"277\": 203, \"229\": 319, \"261\": 229, \"291\": 122, \"358\": 88, \"111\": 1669, \"389\": 69, \"319\": 135, \"480\": 29, \"167\": 815, \"340\": 112, \"294\": 179, \"372\": 78, \"166\": 824, \"275\": 214, \"326\": 131, \"332\": 123, \"311\": 146, \"240\": 170, \"190\": 581, \"314\": 143, \"304\": 160, \"299\": 166, \"254\": 166, \"365\": 83, \"364\": 83, \"366\": 83, \"370\": 81, \"301\": 164, \"170\": 753, \"473\": 30, \"132\": 1225, \"251\": 268, \"515\": 20, \"336\": 116, \"248\": 277, \"320\": 135, \"335\": 116, \"321\": 135, \"653\": 3, \"529\": 17, \"724\": 1, \"329\": 124, \"346\": 104, \"486\": 26, \"312\": 145, \"273\": 215, \"274\": 215, \"361\": 86, \"352\": 94, \"670\": 3, \"501\": 23, \"502\": 23, \"270\": 224, \"553\": 14, \"552\": 14, \"333\": 119, \"214\": 398, \"367\": 82, \"368\": 82, \"257\": 213, \"516\": 20, \"359\": 87, \"297\": 172, \"554\": 14, \"356\": 91, \"639\": 5, \"444\": 41, \"168\": 788, \"510\": 21, \"456\": 37, \"436\": 44, \"474\": 30, \"392\": 44, \"303\": 161, \"342\": 107, \"300\": 122, \"289\": 183, \"445\": 41, \"414\": 56, \"415\": 56, \"307\": 154, \"432\": 46, \"376\": 76, \"371\": 78, \"575\": 11, \"511\": 21, \"210\": 425, \"185\": 609, \"205\": 447, \"255\": 266, \"256\": 266, \"253\": 267, \"245\": 304, \"250\": 273, \"308\": 152, \"487\": 26, \"420\": 53, \"540\": 15, \"271\": 224, \"258\": 262, \"541\": 15, \"317\": 137, \"375\": 77, \"374\": 77, \"437\": 44, \"542\": 15, \"417\": 55, \"418\": 55, \"334\": 117, \"272\": 220, \"269\": 225, \"512\": 21, \"247\": 293, \"520\": 19, \"517\": 20, \"475\": 30, \"397\": 65, \"391\": 69, \"390\": 69, \"281\": 196, \"327\": 126, \"328\": 126, \"209\": 332, \"537\": 16, \"293\": 181, \"292\": 181, \"302\": 164, \"380\": 74, \"381\": 74, \"233\": 299, \"219\": 380, \"244\": 307, \"488\": 26, \"503\": 23, \"470\": 23, \"504\": 23, \"423\": 52, \"398\": 64, \"441\": 43, \"464\": 33, \"447\": 40, \"448\": 40, \"591\": 9, \"362\": 84, \"446\": 41, \"337\": 107, \"403\": 61, \"690\": 2, \"402\": 61, \"689\": 2, \"330\": 124, \"538\": 16, \"569\": 12, \"691\": 2, \"493\": 25, \"692\": 2, \"347\": 102, \"246\": 286, \"295\": 174, \"341\": 93, \"427\": 37, \"430\": 47, \"404\": 48, \"527\": 12, \"570\": 12, \"624\": 6, \"458\": 36, \"379\": 53, \"416\": 56, \"442\": 43, \"434\": 45, \"421\": 47, \"443\": 42, \"449\": 40, \"433\": 46, \"422\": 54, \"476\": 30, \"338\": 107, \"426\": 49, \"576\": 11, \"467\": 32, \"466\": 32, \"505\": 22, \"387\": 72, \"316\": 141, \"521\": 19, \"450\": 40, \"424\": 50, \"489\": 26, \"490\": 26, \"322\": 135, \"382\": 74, \"465\": 33, \"409\": 60, \"407\": 60, \"406\": 60, \"408\": 60, \"558\": 13, \"559\": 13, \"582\": 10, \"583\": 10, \"482\": 28, \"494\": 25, \"461\": 34, \"577\": 11, \"725\": 1, \"394\": 66, \"396\": 66, \"395\": 66, \"393\": 66, \"477\": 30, \"360\": 87, \"363\": 84, \"410\": 58, \"592\": 9, \"428\": 48, \"429\": 48, \"539\": 16, \"555\": 14, \"640\": 5, \"641\": 5, \"608\": 8, \"543\": 15, \"478\": 30, \"556\": 14, \"518\": 20, \"495\": 25, \"642\": 5, \"643\": 5, \"522\": 19, \"560\": 13, \"693\": 2, \"544\": 13, \"399\": 64, \"671\": 3, \"451\": 39, \"491\": 26, \"453\": 40, \"452\": 40, \"561\": 13, \"672\": 3, \"727\": 1, \"726\": 1, \"694\": 2, \"593\": 9, \"388\": 72, \"563\": 13, \"562\": 13, \"496\": 25, \"479\": 30, \"584\": 10, \"585\": 10, \"595\": 9, \"594\": 9, \"654\": 4, \"499\": 24, \"500\": 24, \"625\": 6, \"564\": 11, \"578\": 11, \"572\": 12, \"571\": 12, \"596\": 9, \"468\": 25, \"439\": 44, \"438\": 44, \"673\": 3, \"545\": 15, \"497\": 25, \"513\": 21, \"656\": 4, \"655\": 4, \"695\": 2, \"483\": 28, \"523\": 19, \"626\": 6, \"586\": 10, \"435\": 38, \"546\": 15, \"565\": 13, \"566\": 13, \"614\": 7, \"609\": 8, \"644\": 5, \"627\": 6, \"440\": 44, \"506\": 22, \"471\": 31, \"469\": 29, \"547\": 15, \"454\": 38, \"455\": 38, \"728\": 1, \"729\": 1, \"525\": 19, \"524\": 19, \"530\": 17, \"526\": 19, \"629\": 6, \"628\": 6, \"519\": 20, \"615\": 7, \"587\": 10, \"630\": 6, \"674\": 3, \"657\": 4, \"696\": 2, \"484\": 28, \"472\": 16, \"425\": 20, \"531\": 17, \"730\": 1, \"532\": 17, \"631\": 6, \"697\": 2, \"528\": 18, \"514\": 21, \"548\": 15, \"731\": 1, \"498\": 25, \"573\": 12, \"597\": 9, \"481\": 25, \"598\": 9, \"588\": 10, \"645\": 5, \"550\": 15, \"549\": 15, \"658\": 4, \"616\": 7, \"617\": 7, \"618\": 7, \"533\": 17, \"732\": 1, \"599\": 9, \"600\": 9, \"620\": 7, \"619\": 7, \"551\": 15, \"579\": 11, \"698\": 2, \"610\": 8, \"601\": 9, \"589\": 10, \"675\": 3, \"507\": 22, \"700\": 2, \"676\": 3, \"699\": 2, \"590\": 10, \"580\": 11, \"581\": 11, \"733\": 1, \"734\": 1, \"621\": 7, \"735\": 1, \"602\": 9, \"567\": 13, \"509\": 22, \"508\": 22, \"646\": 5, \"647\": 5, \"574\": 12, \"659\": 4, \"648\": 5, \"701\": 2, \"702\": 2, \"632\": 6, \"660\": 4, \"677\": 3, \"611\": 8, \"568\": 13, \"557\": 7, \"678\": 3, \"603\": 9, \"633\": 6, \"634\": 6, \"703\": 2, \"704\": 2, \"705\": 2, \"679\": 3, \"680\": 3, \"681\": 3, \"636\": 6, \"635\": 6, \"682\": 3, \"683\": 3, \"661\": 4, \"706\": 2, \"662\": 4, \"736\": 1, \"613\": 8, \"612\": 8, \"604\": 9, \"663\": 4, \"665\": 4, \"664\": 4, \"709\": 2, \"708\": 2, \"707\": 2, \"710\": 2, \"605\": 9, \"607\": 9, \"606\": 9, \"684\": 3, \"738\": 1, \"737\": 1, \"637\": 6, \"685\": 3, \"711\": 2, \"739\": 1, \"712\": 2, \"713\": 2, \"666\": 4, \"649\": 5, \"650\": 5, \"651\": 5, \"714\": 2, \"740\": 1, \"667\": 4, \"715\": 2, \"622\": 7, \"743\": 1, \"744\": 1, \"741\": 1, \"742\": 1, \"623\": 7, \"717\": 2, \"716\": 2, \"718\": 2, \"719\": 2, \"668\": 4, \"669\": 4, \"652\": 5, \"638\": 6, \"720\": 2, \"745\": 1, \"746\": 1, \"687\": 3, \"686\": 3, \"747\": 1, \"748\": 1, \"721\": 2, \"688\": 3, \"749\": 1, \"750\": 1, \"722\": 2, \"751\": 1, \"752\": 1, \"723\": 2, \"753\": 1, \"754\": 1, \"755\": 1, \"757\": 1, \"756\": 1, \"759\": 1, \"758\": 1, \"760\": 1, \"761\": 1, \"762\": 1, \"763\": 1, \"764\": 1, \"765\": 1, \"766\": 1, \"767\": 1, \"768\": 1, \"769\": 1, \"770\": 1, \"772\": 1, \"771\": 1}", "index_word": "{\"1\": \"restaurants\", \"2\": \"food\", \"3\": \"bars\", \"4\": \"american\", \"5\": \"nightlife\", \"6\": \"new\", \"7\": \"traditional\", \"8\": \"breakfast\", \"9\": \"brunch\", \"10\": \"tea\", \"11\": \"sandwiches\", \"12\": \"event\", \"13\": \"coffee\", \"14\": \"seafood\", \"15\": \"services\", \"16\": \"planning\", \"17\": \"wine\", \"18\": \"burgers\", \"19\": \"cocktail\", \"20\": \"pizza\", \"21\": \"beer\", \"22\": \"desserts\", \"23\": \"cafes\", \"24\": \"italian\", \"25\": \"salad\", \"26\": \"mexican\", \"27\": \"fast\", \"28\": \"venues\", \"29\": \"specialty\", \"30\": \"arts\", \"31\": \"bakeries\", \"32\": \"entertainment\", \"33\": \"chicken\", \"34\": \"caterers\", \"35\": \"sushi\", \"36\": \"steakhouses\", \"37\": \"asian\", \"38\": \"spirits\", \"39\": \"japanese\", \"40\": \"fusion\", \"41\": \"cajun\", \"42\": \"creole\", \"43\": \"ice\", \"44\": \"southern\", \"45\": \"wings\", \"46\": \"cream\", \"47\": \"frozen\", \"48\": \"yogurt\", \"49\": \"spaces\", \"50\": \"pubs\", \"51\": \"sports\", \"52\": \"shopping\", \"53\": \"lounges\", \"54\": \"chinese\", \"55\": \"barbeque\", \"56\": \"vegetarian\", \"57\": \"shops\", \"58\": \"music\", \"59\": \"juice\", \"60\": \"smoothies\", \"61\": \"tapas\", \"62\": \"diners\", \"63\": \"mediterranean\", \"64\": \"delis\", \"65\": \"bar\", \"66\": \"donuts\", \"67\": \"gluten\", \"68\": \"free\", \"69\": \"vegan\", \"70\": \"breweries\", \"71\": \"grocery\", \"72\": \"comfort\", \"73\": \"stores\", \"74\": \"french\", \"75\": \"small\", \"76\": \"plates\", \"77\": \"shop\", \"78\": \"local\", \"79\": \"tacos\", \"80\": \"gastropubs\", \"81\": \"soup\", \"82\": \"flavor\", \"83\": \"thai\", \"84\": \"latin\", \"85\": \"hotels\", \"86\": \"tex\", \"87\": \"mex\", \"88\": \"delivery\", \"89\": \"eastern\", \"90\": \"middle\", \"91\": \"indian\", \"92\": \"markets\", \"93\": \"korean\", \"94\": \"greek\", \"95\": \"trucks\", \"96\": \"vietnamese\", \"97\": \"health\", \"98\": \"hot\", \"99\": \"travel\", \"100\": \"bubble\", \"101\": \"bagels\", \"102\": \"noodles\", \"103\": \"clubs\", \"104\": \"cupcakes\", \"105\": \"life\", \"106\": \"active\", \"107\": \"cheesesteaks\", \"108\": \"dogs\", \"109\": \"buffets\", \"110\": \"ethnic\", \"111\": \"soul\", \"112\": \"ramen\", \"113\": \"home\", \"114\": \"roasteries\", \"115\": \"wineries\", \"116\": \"farmers\", \"117\": \"market\", \"118\": \"gardens\", \"119\": \"caribbean\", \"120\": \"convenience\", \"121\": \"tours\", \"122\": \"dive\", \"123\": \"spanish\", \"124\": \"acai\", \"125\": \"bowls\", \"126\": \"chocolatiers\", \"127\": \"flowers\", \"128\": \"gifts\", \"129\": \"dance\", \"130\": \"jazz\", \"131\": \"blues\", \"132\": \"party\", \"133\": \"poke\", \"134\": \"irish\", \"135\": \"halal\", \"136\": \"live\", \"137\": \"raw\", \"138\": \"fruits\", \"139\": \"veggies\", \"140\": \"tasting\", \"141\": \"custom\", \"142\": \"cakes\", \"143\": \"cuban\", \"144\": \"brewpubs\", \"145\": \"european\", \"146\": \"modern\", \"147\": \"gift\", \"148\": \"patisserie\", \"149\": \"cake\", \"150\": \"meat\", \"151\": \"beauty\", \"152\": \"canadian\", \"153\": \"performing\", \"154\": \"wraps\", \"155\": \"drugstores\", \"156\": \"gelato\", \"157\": \"hawaiian\", \"158\": \"medical\", \"159\": \"room\", \"160\": \"candy\", \"161\": \"dim\", \"162\": \"sum\", \"163\": \"court\", \"164\": \"rooms\", \"165\": \"karaoke\", \"166\": \"whiskey\", \"167\": \"cuisine\", \"168\": \"szechuan\", \"169\": \"german\", \"170\": \"pakistani\", \"171\": \"distilleries\", \"172\": \"brasseries\", \"173\": \"garden\", \"174\": \"pasta\", \"175\": \"organic\", \"176\": \"waffles\", \"177\": \"spas\", \"178\": \"stands\", \"179\": \"creperies\", \"180\": \"fish\", \"181\": \"chips\", \"182\": \"arcades\", \"183\": \"shaved\", \"184\": \"pot\", \"185\": \"tiki\", \"186\": \"butcher\", \"187\": \"cheese\", \"188\": \"brazilian\", \"189\": \"souvenir\", \"190\": \"fashion\", \"191\": \"street\", \"192\": \"vendors\", \"193\": \"pharmacy\", \"194\": \"automotive\", \"195\": \"pan\", \"196\": \"international\", \"197\": \"parks\", \"198\": \"pub\", \"199\": \"taiwanese\", \"200\": \"kebab\", \"201\": \"turkish\", \"202\": \"lebanese\", \"203\": \"stations\", \"204\": \"gas\", \"205\": \"cantonese\", \"206\": \"smokehouse\", \"207\": \"filipino\", \"208\": \"hookah\", \"209\": \"classes\", \"210\": \"british\", \"211\": \"internet\", \"212\": \"cosmetics\", \"213\": \"supply\", \"214\": \"macarons\", \"215\": \"peruvian\", \"216\": \"adult\", \"217\": \"real\", \"218\": \"estate\", \"219\": \"art\", \"220\": \"video\", \"221\": \"centers\", \"222\": \"crafts\", \"223\": \"tobacco\", \"224\": \"books\", \"225\": \"historical\", \"226\": \"mags\", \"227\": \"falafel\", \"228\": \"bowling\", \"229\": \"education\", \"230\": \"pop\", \"231\": \"up\", \"232\": \"wedding\", \"233\": \"african\", \"234\": \"cinema\", \"235\": \"office\", \"236\": \"florists\", \"237\": \"shared\", \"238\": \"piano\", \"239\": \"store\", \"240\": \"clothing\", \"241\": \"herbs\", \"242\": \"spices\", \"243\": \"imported\", \"244\": \"galleries\", \"245\": \"personal\", \"246\": \"supplies\", \"247\": \"laotian\", \"248\": \"public\", \"249\": \"photography\", \"250\": \"chefs\", \"251\": \"social\", \"252\": \"malaysian\", \"253\": \"it\", \"254\": \"farms\", \"255\": \"do\", \"256\": \"yourself\", \"257\": \"golf\", \"258\": \"decor\", \"259\": \"russian\", \"260\": \"empanadas\", \"261\": \"cooking\", \"262\": \"bookstores\", \"263\": \"pool\", \"264\": \"nurseries\", \"265\": \"gardening\", \"266\": \"halls\", \"267\": \"botanical\", \"268\": \"izakaya\", \"269\": \"kosher\", \"270\": \"department\", \"271\": \"furniture\", \"272\": \"arabic\", \"273\": \"puerto\", \"274\": \"rican\", \"275\": \"basque\", \"276\": \"shanghainese\", \"277\": \"comedy\", \"278\": \"colombian\", \"279\": \"champagne\", \"280\": \"community\", \"281\": \"museums\", \"282\": \"speakeasies\", \"283\": \"pretzels\", \"284\": \"gay\", \"285\": \"service\", \"286\": \"non\", \"287\": \"profit\", \"288\": \"beaches\", \"289\": \"pets\", \"290\": \"casinos\", \"291\": \"schools\", \"292\": \"vitamins\", \"293\": \"supplements\", \"294\": \"iberian\", \"295\": \"argentine\", \"296\": \"ethiopian\", \"297\": \"professional\", \"298\": \"musicians\", \"299\": \"teppanyaki\", \"300\": \"pet\", \"301\": \"kombucha\", \"302\": \"mongolian\", \"303\": \"bartenders\", \"304\": \"discount\", \"305\": \"bed\", \"306\": \"beverage\", \"307\": \"venezuelan\", \"308\": \"used\", \"309\": \"electronics\", \"310\": \"boat\", \"311\": \"women's\", \"312\": \"indonesian\", \"313\": \"wholesale\", \"314\": \"cideries\", \"315\": \"instruction\", \"316\": \"polish\", \"317\": \"cafeteria\", \"318\": \"eatertainment\", \"319\": \"scandinavian\", \"320\": \"government\", \"321\": \"festivals\", \"322\": \"fondue\", \"323\": \"cigar\", \"324\": \"themed\", \"325\": \"fitness\", \"326\": \"landscaping\", \"327\": \"vintage\", \"328\": \"consignment\", \"329\": \"activities\", \"330\": \"israeli\", \"331\": \"charters\", \"332\": \"men's\", \"333\": \"popcorn\", \"334\": \"moroccan\", \"335\": \"landmarks\", \"336\": \"buildings\", \"337\": \"crawl\", \"338\": \"airport\", \"339\": \"nutritionists\", \"340\": \"portuguese\", \"341\": \"rentals\", \"342\": \"adoption\", \"343\": \"persian\", \"344\": \"iranian\", \"345\": \"salons\", \"346\": \"kids\", \"347\": \"accessories\", \"348\": \"belgian\", \"349\": \"dinner\", \"350\": \"theater\", \"351\": \"houses\", \"352\": \"uzbek\", \"353\": \"csa\", \"354\": \"day\", \"355\": \"afghan\", \"356\": \"armenian\", \"357\": \"ukrainian\", \"358\": \"resorts\", \"359\": \"wholesalers\", \"360\": \"oil\", \"361\": \"australian\", \"362\": \"salvadoran\", \"363\": \"olive\", \"364\": \"pick\", \"365\": \"your\", \"366\": \"own\", \"367\": \"country\", \"368\": \"dominican\", \"369\": \"cambodian\", \"370\": \"curry\", \"371\": \"goods\", \"372\": \"vape\", \"373\": \"toy\", \"374\": \"axe\", \"375\": \"throwing\", \"376\": \"sporting\", \"377\": \"massage\", \"378\": \"auction\", \"379\": \"nail\", \"380\": \"conveyor\", \"381\": \"belt\", \"382\": \"bistros\", \"383\": \"skating\", \"384\": \"rinks\", \"385\": \"cabaret\", \"386\": \"sicilian\", \"387\": \"airports\", \"388\": \"strip\", \"389\": \"syrian\", \"390\": \"indoor\", \"391\": \"playcentre\", \"392\": \"bike\", \"393\": \"garage\", \"394\": \"door\", \"395\": \"keys\", \"396\": \"locksmiths\", \"397\": \"rental\", \"398\": \"poutineries\", \"399\": \"flea\", \"400\": \"yoga\", \"401\": \"hair\", \"402\": \"himalayan\", \"403\": \"nepalese\", \"404\": \"kitchen\", \"405\": \"boating\", \"406\": \"hong\", \"407\": \"kong\", \"408\": \"style\", \"409\": \"cafe\", \"410\": \"jewelry\", \"411\": \"ticket\", \"412\": \"sales\", \"413\": \"donairs\", \"414\": \"mobile\", \"415\": \"phones\", \"416\": \"snow\", \"417\": \"yelp\", \"418\": \"events\", \"419\": \"loss\", \"420\": \"equipment\", \"421\": \"cannabis\", \"422\": \"games\", \"423\": \"bangladeshi\", \"424\": \"wigs\", \"425\": \"motorcycle\", \"426\": \"head\", \"427\": \"bus\", \"428\": \"paint\", \"429\": \"sip\", \"430\": \"bath\", \"431\": \"weight\", \"432\": \"lawn\", \"433\": \"tabletop\", \"434\": \"recreation\", \"435\": \"financial\", \"436\": \"repair\", \"437\": \"studios\", \"438\": \"stadiums\", \"439\": \"arenas\", \"440\": \"brewing\", \"441\": \"burmese\", \"442\": \"restaurant\", \"443\": \"clinics\", \"444\": \"delicatessen\", \"445\": \"egyptian\", \"446\": \"honduran\", \"447\": \"recording\", \"448\": \"rehearsal\", \"449\": \"hobby\", \"450\": \"singaporean\", \"451\": \"auto\", \"452\": \"drive\", \"453\": \"thru\", \"454\": \"pumpkin\", \"455\": \"patches\", \"456\": \"djs\", \"457\": \"coach\", \"458\": \"cleaning\", \"459\": \"religious\", \"460\": \"organizations\", \"461\": \"medicine\", \"462\": \"christmas\", \"463\": \"trees\", \"464\": \"chapels\", \"465\": \"south\", \"466\": \"swimming\", \"467\": \"pools\", \"468\": \"fishing\", \"469\": \"gear\", \"470\": \"musical\", \"471\": \"center\", \"472\": \"parts\", \"473\": \"tuscan\", \"474\": \"maintenance\", \"475\": \"amusement\", \"476\": \"haitian\", \"477\": \"trinidadian\", \"478\": \"lessons\", \"479\": \"billiards\", \"480\": \"barbers\", \"481\": \"transportation\", \"482\": \"coffeeshops\", \"483\": \"parking\", \"484\": \"appliances\", \"485\": \"honey\", \"486\": \"couriers\", \"487\": \"bookstore\", \"488\": \"czech\", \"489\": \"colleges\", \"490\": \"universities\", \"491\": \"antiques\", \"492\": \"care\", \"493\": \"educational\", \"494\": \"club\", \"495\": \"building\", \"496\": \"walking\", \"497\": \"thrift\", \"498\": \"apartments\", \"499\": \"floral\", \"500\": \"designers\", \"501\": \"preschools\", \"502\": \"playgrounds\", \"503\": \"instruments\", \"504\": \"teachers\", \"505\": \"georgian\", \"506\": \"cultural\", \"507\": \"technicians\", \"508\": \"vinyl\", \"509\": \"records\", \"510\": \"dog\", \"511\": \"bikes\", \"512\": \"herbal\", \"513\": \"teams\", \"514\": \"aquariums\", \"515\": \"contractors\", \"516\": \"mini\", \"517\": \"game\", \"518\": \"team\", \"519\": \"tennis\", \"520\": \"videos\", \"521\": \"carpet\", \"522\": \"scottish\", \"523\": \"meaderies\", \"524\": \"therapy\", \"525\": \"supernatural\", \"526\": \"readings\", \"527\": \"laundry\", \"528\": \"detailing\", \"529\": \"attraction\", \"530\": \"reiki\", \"531\": \"dealers\", \"532\": \"outlet\", \"533\": \"unofficial\", \"534\": \"sardinian\", \"535\": \"cards\", \"536\": \"stationery\", \"537\": \"gyms\", \"538\": \"pancakes\", \"539\": \"comic\", \"540\": \"lighting\", \"541\": \"fixtures\", \"542\": \"magicians\", \"543\": \"skin\", \"544\": \"control\", \"545\": \"watches\", \"546\": \"banks\", \"547\": \"outdoor\", \"548\": \"amateur\", \"549\": \"customized\", \"550\": \"merchandise\", \"551\": \"zoos\", \"552\": \"serbo\", \"553\": \"croatian\", \"554\": \"elementary\", \"555\": \"guest\", \"556\": \"hungarian\", \"557\": \"martial\", \"558\": \"business\", \"559\": \"consulting\", \"560\": \"pest\", \"561\": \"dispensaries\", \"562\": \"striptease\", \"563\": \"dancers\", \"564\": \"media\", \"565\": \"credit\", \"566\": \"unions\", \"567\": \"special\", \"568\": \"production\", \"569\": \"tutoring\", \"570\": \"dry\", \"571\": \"bocce\", \"572\": \"ball\", \"573\": \"supper\", \"574\": \"hotel\", \"575\": \"wear\", \"576\": \"vacation\", \"577\": \"design\", \"578\": \"mass\", \"579\": \"limos\", \"580\": \"car\", \"581\": \"wash\", \"582\": \"swimwear\", \"583\": \"surf\", \"584\": \"property\", \"585\": \"management\", \"586\": \"tires\", \"587\": \"photographers\", \"588\": \"austrian\", \"589\": \"interior\", 